export const questions = [
  {
    id: 'naturalist',
    text: 'คุณชอบใช้เวลาอยู่กับธรรมชาติ ต้นไม้ หรือสัตว์เลี้ยง มากแค่ไหน?',
  },
  {
    id: 'bodily',
    text: 'เมื่อคุณต้องเรียนรู้สิ่งใหม่ๆ คุณมักจะชอบลงมือทำหรือขยับตัวไปด้วย มากแค่ไหน?',
  },
  {
    id: 'intrapersonal',
    text: 'คุณมักจะใช้เวลาทบทวนความคิด ความรู้สึก และเป้าหมายของตัวเอง บ่อยแค่ไหน?',
  },
  {
    id: 'spatial',
    text: 'คุณมีความสามารถในการจินตนาการภาพในหัว การวาดรูป หรือการจัดวางพื้นที่ ดีแค่ไหน?',
  },
  {
    id: 'linguistic',
    text: 'คุณสนุกกับการอ่าน การเขียน หรือการพูดเพื่ออธิบายสิ่งต่างๆ มากแค่ไหน?',
  },
  {
    id: 'interpersonal',
    text: 'คุณสามารถเข้ากับคนอื่นได้ง่าย เข้าใจความรู้สึกและทำงานเป็นทีมได้ ดีแค่ไหน?',
  },
  {
    id: 'musical',
    text: 'คุณมักจะฮัมเพลง จับจังหวะ หรือสังเกตเสียงรอบตัว บ่อยแค่ไหน?',
  },
  {
    id: 'logical',
    text: 'คุณชอบเล่นเกมแก้ปัญหา ถอดรหัส หรือคิดคำนวณตัวเลข มากแค่ไหน?',
  }
];
